Revit 2027 API
FabricSheetType.MinorEndOverhang Property
 The distance from the edge of the sheet to the last wire (measured in the minor direction).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MinorEndOverhang { get; }
Public ReadOnly Property MinorEndOverhang As Double
	Get
public:
property double MinorEndOverhang {
	double get ();
}
member MinorEndOverhang : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace